/* Localized kind: Album */
"Albun" = "Albun";

/* Localized kind: Software */
"App" = "App";

/* Localized kind: Audio Book */
"Audio Book" = "Audioboek";

/* Localized kind: Book */
"Book" = "Boek";

/* Localized kind: E-Book */
"E-Book" = "E-Boek";

/* Localized kind: Feature Movie */
"Movie" = "Film";

/* Localized kind: Music Video */
"Music Video" = "Videoclip";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Liedje";

/* Localized kind: TV Episode */
"TV Episode" = "TV serie";



/* Localized price: Free */
"Free" = "Free";


/* Localized NothingFound label: Nothing Found */
"Nothing Found" = "Niets gevonden";


/* Error alert: message */
"There was an error reading from the iTunes Store. Please try again." = "Er ging iets fout bij het communiceren met de iTunes winkel. Probeer het nog eens.";


/* Localized artistNameLabel in DetailViewController: Unknow
 Localized artistNameLabel in searchResultCell: Unknow */
"Unknown" = "Onbekend";

/* Error alert: title */
"WHoops...." = "Foutje...";

/* Format for artist name label */
"ARTIST_NAME_LABEL_FORMAT" = "%2$@ van %1$@";



